<script setup lang="ts">
  import VDetails from '@/components/VDetails/VDetails.vue';
</script>

<template>
  <VDetails tag="details">
    <template #title> Как давать обратную связь? </template>
    <div class="prose mt-8 prose-h3:mt-16 prose-h3:text-base">
      <p>Напишите обратную связь, например, по формату:</p>
      <ul>
        <li>
          В каких моментах ваша домашка отличается от домашки коллеги? Почему вы
          выбрали именно такие решения?
        </li>
        <li>Что из домашки коллеги вы бы забрали себе? Почему?</li>
        <li>
          В чём поддерживаете коллегу? А в чём не согласны и сделали бы иначе?
        </li>
      </ul>
      <p>
        Нам важно не оценить домашку другого, сказав, где у него плохо, а где
        хорошо. Вся суть в том, чтобы сравнить свою домашку с чужой и понять: в
        чём есть расхождения, и как можно улучшить свою домашку за счёт этих
        расхождений?
      </p>
      <p>
        ⭕️ Если домашка по ссылке пустая, то комментарий всё равно нужно
        оставить: например, домашку открыл, но ответа пока не вижу
      </p>
    </div>
  </VDetails>
</template>
