<template>
  <details class="bg-yellow-light p-16">
    <summary>
      <h3 class="mb-16 inline font-bold">Как давать обратную связь?</h3>
    </summary>
    <section class="mb-8 mt-16">
      <h3 class="font-bold">Шаг 1</h3>
      Напишите обратную связь по формату:
      <ul class="list-disc pl-24">
        <li>
          Что вам понравилось или откликнулось? Что вы заберёте к себе, в чём
          поддерживаете коллегу?
        </li>
        <li>
          На что вы бы обратили внимание? Возможно, у вас возникло наблюдение
          или был похожий опыт, как вы решали подобную ситуацию?
        </li>
        <li>
          Подумайте, какие наводящие вопросы помогли бы человеку найти ответ или
          решение задачи? Что бы вы его спросили?
        </li>
      </ul>
    </section>
    <section class="mb-8">
      <h3 class="font-bold">Шаг 2</h3>
      Проверьте, что вы выполнили предыдущий пункт и не закидали коллегу
      помидорами. Сначала — найдите, что уже хорошо, а только потом — бережно
      пишите, что ещё можно добавить, улучшить или что, как вам кажется, человек
      не увидел или понял не так. Не валите ребят, как будто вы на экзамене.
    </section>
    <section>
      <h3 class="font-bold">Шаг 3</h3>
      Можно отправлять.
    </section>
  </details>
</template>
