<script setup lang="ts">
  import VCard from '@/components/VCard/VCard.vue';
</script>

<template>
  <VCard tag="details" class="bg-yellow-light">
    <summary>
      <h3 class="mb-16 inline font-bold">Как давать обратную связь?</h3>
    </summary>
    <div class="prose mt-8 prose-h3:mt-16 prose-h3:text-base">
      <h3>Шаг 1</h3>
      <p>Напишите обратную связь по формату:</p>
      <ul>
        <li>
          Что вам понравилось или откликнулось? Что вы заберёте к себе, в чём
          поддерживаете коллегу?
        </li>
        <li>
          На что вы бы обратили внимание? Возможно, у вас возникло наблюдение
          или был похожий опыт, как вы решали подобную ситуацию?
        </li>
        <li>
          Подумайте, какие наводящие вопросы помогли бы человеку найти ответ или
          решение задачи? Что бы вы его спросили?
        </li>
      </ul>
      <h3>Шаг 2</h3>
      <p>
        Проверьте, что вы выполнили предыдущий пункт и не закидали коллегу
        помидорами. Сначала — найдите, что уже хорошо, а только потом — бережно
        пишите, что ещё можно добавить, улучшить или что, как вам кажется,
        человек не увидел или понял не так. Не валите ребят, как будто вы на
        экзамене.
      </p>
      <h3>Шаг 3</h3>
      <p>Можно отправлять.</p>
    </div>
  </VCard>
</template>
